{"meta":{"update-count":-1,"last-update":0,"last-actor":"SIMON_PETRUS","schema-version":"2.0"},"static":[{"banner":"https://raw.githubusercontent.com/gkisalatiga/gkisplus-data/refs/heads/main/images-profile/banner_profil_gereja.webp","content":[{"featured-image":"https://raw.githubusercontent.com/gkisalatiga/gkisplus-data/refs/heads/main/images-profile/banner_depan_sejarah_gki_salatiga_2024.webp","html":"<!DOCTYPE html>\r\n<html lang=\"en\">\r\n<head>\r\n  <meta charset=\"UTF-8\">\r\n  <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\r\n  <title>Sejarah GKI Salatiga</title>\r\n  <link rel=\"stylesheet\" href=\"https://fonts.googleapis.com/css?family=Plus+Jakarta+Sans\">\r\n  <style>\r\n    body {\r\n        font-family: 'Plus Jakarta Sans', sans-serif;\r\n        margin: 0;\r\n        padding: 0;\r\n        background-color: #f4f4f4;\r\n    }\r\n\r\n    .container {\r\n        max-width: 100%;\r\n        margin: 0 auto;\r\n        padding: 20px;\r\n        background-color: white;\r\n        border-radius: 8px;\r\n        box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);\r\n    }\r\n\r\n    .room-name {\r\n        font-size: 1.8em;\r\n        text-align: center;\r\n        margin-bottom: 10px;\r\n        color: #000000;\r\n    }\r\n\r\n    .room-description {\r\n        font-size: 1.1em;\r\n        margin-bottom: 20px;\r\n        color: #000000;\r\n\r\n    }\r\n\r\n    .room-description p {\r\n      text-align: justify;\r\n      text-justify: auto;\r\n      text-indent: 10%;\r\n    }\r\n\r\n    .image-section {\r\n        display: flex;\r\n        flex-direction: column;\r\n        justify-content: center;\r\n        align-items: center;\r\n    }\r\n\r\n    .image-container {\r\n        flex-basis: 100%;\r\n        text-align: center;\r\n        margin-bottom: 20px;\r\n    }\r\n\r\n    .image-container img {\r\n        width: 90%;\r\n        border-radius: 8px;\r\n        margin-bottom: 5px;\r\n    }\r\n\r\n    .image-caption {\r\n        font-size: 1em;\r\n        margin-bottom: 30px;\r\n        color: #000000;\r\n    }\r\n\r\n    @media only screen and (min-width: 600px) {\r\n        /* Jika layar lebih besar dari 600px (misalnya tablet atau layar lebih besar) */\r\n        .container {\r\n            max-width: 600px;\r\n        }\r\n\r\n        .image-section {\r\n          width: 100%;\r\n          border-radius: 10px;\r\n          margin-bottom: 20px;\r\n        }\r\n\r\n        .image-container {\r\n            flex-basis: 48%;\r\n            margin-bottom: 0;\r\n        }\r\n        \r\n        .image-diagram img {\r\n        width: 50%;\r\n        }\r\n    }\r\n\r\n    .image-caption {\r\n      font-size: 16px;\r\n      color: #666;\r\n      line-height: 1.6;\r\n      font-weight: bold;\r\n    }\r\n    \r\n</style>\r\n</head>\r\n<body>\r\n  \r\n  <div class=\"container\">\r\n    \r\n    <div class=\"room-content\">\r\n      <div class=\"image-container\">\r\n        <img src=\"https://raw.githubusercontent.com/gkisalatiga/gkisplus-data/refs/heads/main/images-profile/banner_sejarah_gki_salatiga.webp\" alt=\"Tampak Dalam\">\r\n      </div>\r\n\r\n      <div class=\"room-description\">\r\n        <p>Sejarah GKI Salatiga telah diakui berawal dari pekabaran Injil oleh para misionaris Jerman dan Belanda di Jawa Tengah.  Pekabaran injil mula-mula menjamah komunitas Tionghoa, tercatat sudah terdapat lebih dari 25 orang pada tahun 1900 di kota Salatiga. Liem Yok Sing dan Ny. Thio Yan Ging adalah dua diantara jemaat yang mengadakan kebaktian setiap minggu dibawah pimpinan seorang zendeling bernama Jasper. Kebaktian ini diadakan di rumahnya di Jl. Kotamadya (kini Jl. Sukowati). Kebaktian khusus untuk orang-orang etnis Jawa diadakan di Jl. Beringin (kini JL.Patimura) setiap minggunya dengan rata-rata jemaat yang hadir 20 orang dan dipimpin oleh zendeling kedua yaitu Kamp. Setelah Jasper meninggal, murid-muridnya bergabung dengan zendeling Kamp. Tahun 1928 Kamp meninggal dan digantikan oleh Van der veen. Dua tahun kemudian Van der veen pindah ke Ungaran dan yang menjadi gantinya adalah zendeling H. Bak.</p>\r\n        <p>Bertambahnya jumlah anggota jemaat menjadi kurang lebih 60 orang, maka pada tahun 1932 dibukalah rumah gereja di Jl. Kotamadya (kini Jl. Sukowati) yang sekarang dipakai oleh Gereja Kristen Jawa Tengah Utara (GKJTU). Setelah H.Bak meninggal dunia maka kebaktian di pimpin sementara oleh Pdt. Liem Siok Hie dan Sdr. Liem Yok Sing. Zendeling yang kemudian meneruskan pelayanan H. Bak adalah zendeling Mittelstadt, namun tahun 1938 dia harus kembali ke Jerman. Karena pra-Perang Dunia II, selama dua tahun tida ada yang menggantikan Mittelstadt.  Pada permulaan tahun 1940 jemaat dipimpin oleh Sdr. Tjoa Tjin Taow (Basilea Maruta) selaku guru Injil, namun tahun 1941 beliau pindah dari Salatiga. Sebagai gantinya hadirlah Sdr. Tan Ik Hay (Iskak Gunawan) pada tanggal 30  Juli 1941 sebagai guru Injil di Kota Salatiga. Pada tahun itu telah terjadi Kebaktian Kebangunan Rohani yang dihadiri oleh ratusan orang.</p>\r\n        <p>Pada tanggal 20 Januari 1943, Sdr. Tan Ik Hay (Iskak Gunawan) ditahbiskan sebagai pendeta pertama yang pada waktu itu bernama Jemaat Tionghoa Kie Tok Kauw Hwee (THKTK) Salatiga, dan belakangan berubah nama menjadi jemaat GKI Salatiga. Anggota jemaat makin bertambah banyak, sementara gedung gereja di Jl. Kotamadya (kini Jl. Sukowati) masih dipakai bersama dengan Gereja Jawa (GKJTU) secara bergantian. Maka mulailah dipikirkan untuk membangun sebuah gedung gereja baru. Pada tanggal 29 Januari 1955 dilakukanlah peletakan batu pertama oleh Pdt. Tan Ik Hay dengal lokasi di Jl. Jenderal Sudirman 111-B. Pada tanggal 30 Desember 1959 Gedung gereja selesai dibangun dan diresmikan penggunaannya oleh Pdt. Tan Ik Hay.</p>\r\n        <p>Pada tanggal 3 maret 1959 Pdt. Tan Ik Hay pindah ke GKI Ngupasan Yogyakarta. Selama kurang lebih lima bulan tanpa pendeta jemaat, Tuhan mengutus Pdt. Go Eng Tjoe (Paulus Sudirgo) dari jemaat GKI Purwokerto ke Salatiga.  Pada tanggal 28 Juli 1959 Pdt. Go Eng Tjoe ditahbiskan menjadi Pendeta Jemaat GKI Salatiga. Pdt. Go Eng Tjoe melayani di GKI Salatiga selama kurang lebih tujuh tahun. Pada tanggal  12 Januari 1966 beliau pindah ke GKI Pengampon Cirebon dan menjadi pendeta jemaat di sana.</p>\r\n        <p>Pendeta Paulus Widhihandojo (Tan Tjioe Gwan) menjadi Pendeta Jemaat GKI Salatiga pada tanggal 23 Juni 1966. Pada masa itu pemerintah memberi kesempatan kepada gereja untuk memberikan kunjungan ke Lembaga Pemasyarakatan orang-orang korban G 30S/PKI.  Pada masa itu banyak orang yang mengaku percaya kepada Kristus dan pertambahan jumlah anggota jemaat cukup terasa. Pada saat itu Pos PI karangkepoh terbentuk, dan pada 1 Oktober 1967 terjadi Baptis masaal dimana 74 orang dewasa dan 63 anak menerima pelayanan baptis. Pos PI Karangkepoh berkembang pesat dan berubah menjadi GKI Cabang Karangkepoh. Berdasarkan Tata Gereja dan Tata laksana GKI Jateng, maka nama GKI Cabang Karangkepoh berubah menjadi Bakal Jemat GKI Karangkepoh yang pada akhirnya 9 Desember 1996 didewasakan menjadi GKI Tegalrejo Salatiga.</p>\r\n        <p>Sebelum Pdt. Paulus Widhihandojo memasuki masa emeritus, Tuhan mengutus Drs. The Khoen Bik untuk memasuki masa orientasi di jemaat GKI Salatiga. Kemudian pada tanggal 31 Juli 1979 beliau ditahbiskan menjadi Pendeta Jemaat di GKI Salatiga. Pada 1 Oktober 1989, Pdt. The Khoen Bik meninggal dunia melalui sebuah kecelakaan di Ohio Amerika Serikat.</p>\r\n        <p>Sepeninggal Pdt. The Khoen Bik, GKI Salatiga mengalami kekosongan pendeta. Pdt Iman Santoso kemudian bersedia menjadi Pendeta Konsulen. Tuhan mengutus Bapak Yahya Wijaya, S.Th. untuk memasuki masa perkenalan di jemaat GKI Salatiga. Pada tanggal 20 September 1991 beliau ditahbiskan menjadi Pendeta Jemaat di GKI Salatiga. Pada Tahun 1998 Pdt. Yahya Wijaya mendapat kesempatan untuk studi di luar negeri dan setelahnya akan menjadi pengajar di Universitas Kristen Duta Wacana Yogyakarta. Sebelum pergi Pdt. Yahya Wijaya membantu mencari pendeta pengganti dan akhirnya Pdt Iman Santoso dari GKI Parakan bersedia menjadi gembala jemat di GKI Salatiga dan pada tanggal 25 Mei 1998 dilakukan kebaktian peneguhan pendeta.</p>\r\n        <p>Dengan semakin berkembangnya jumlah jemaat GKI Salatiga, diputuskan untuk membentuk Pos Persekutuan Kesaksian dan Pelayanan (Pos PKP) di Soka Salatiga. Pada 6 September 1998 dimulailah kebaktian umum perdana. Dan pada 24 Oktober 1999 berubah menjadi Bakal Jemaat Soka. Akhirnya gedung gereja di bangun, dimana peletakan batu pertamanya dilaksanakan tanggal 26 Desember 1999 dan selesai dibangun serta diresmikan penggunaannya tanggal 26 Desember 2000 lewat kebaktian umum yang dipimpin oleh Pdt Iman Santoso. Pada tanggal 24 Oktober 2001 dilakukan Kebaktian Pendewasaan Jemaat GKI Salatiga Bajem Soka menjadi GKI Soka Salatiga.</p>\r\n        <p>Pada 1 Juli 2008 Pendeta Yefta Setiawan Krisgunadi dari GKI D.I Panjaitan Purwokerto melayani di GKI Salatiga dan diteguhkan pada  10 September 2008 sebagai pendeta GKI Salatiga sampai sekarang. Pada tahun 2014 hadir Sdri. Helen Ruth Manurung untuk bersama dengan Pdt Iman Santoso dan Pdt.Yefta Setiawan Krisgunadi melayani jemaat di GKI Salatiga. Pada 5 oktober 2015 Pdt Iman Santoso memasuki masa emeritus dan pada 7 Agustus 2017 Pdt. Helen Ruth Manurung ditahbiskan sebagai Pendeta GKI Salatiga sampai sekarang.</p>\r\n        <p>Sampai dengan saat ini GKI Salatiga terdiri dari 12 Badan pelayanan Jemaat / komisi dan 2 Tim yaitu Tim Samaria; Tim Warung Tiberias serta Yayasan Pendidikan Eben Heazer. Secara kelembagaan GKI Salatiga dibagi dalam wilayah-wilayah pelayanan jemaat, saat ini terbentuk 12 wilayah pelayanan. Pada awal tahun  2020 dengan adanya covid-19 membuat pelayanan GKI Salatiga tidak hanya secara tatap muka tetapi juga lewat pelayanan online. Pelayanan GKI Salatiga seperti ibadah-ibadah dapat diikuti secara streaming lewat kanal youtube GKI Salatiga yang sampai saat ini sudah mempunyai kurang lebih 3000 subscriber.</p>\r\n        \r\n      </br>\r\n\r\n      </div>\r\n      <br/>\r\n\r\n      <p><small><i><b>Sumber:</b> Agustus 2024; buku GKI Salatiga kesaksian dan pelayanannya; 75 Tahun melayani Tuhan di Kota Indonesia Mini Salatiga; 2018</i></small></p>\r\n\r\n    </div>\r\n\r\n  </div>\r\n</body>\r\n</html>","subtitle":"","title":"Sejarah GKI Salatiga"}],"title":"Profil GKI Salatiga"}]}